Repository: magenta-aps/VoKS-ios
Catalog: AlarmDemo/*.lproj/Localizable.strings
Languages: nb

# tap_here_cancel
source: TAP HERE TO CANCEL
nb: Trykk for å avbryte

# check_connection
source: Please, check if you are connected to Aruba Wi-Fi
nb: Sjekk om du er tilkoblet WiFi-nettet

source: Loading, please wait
nb: Laster, vennligst vent

# register_title
source: Thank you for installing
nb: Takk for at du installerer denne app-en. Det er lurt.

# register_text
source: Alarm app needs you to log in using wifi username and password.
nb: Logg inn med ditt vanlige brukernavn og passord

# login_once
source: You only need to login in once
nb: Dette gjør du kun denne ene gangen

# button_login
source: Login
nb: Logg inn

source: Username
nb: Brukernavn

source: Password
nb: Passord

# permissions_title
source: Great. You are registered
nb: Flott, du er nå innlogget

# permissions_text
source: Alarm app needs permission to: * Use the camera * Use the microphone * Send you push notifications.
nb: App-en trenger tillatelse til å: * bruke kameraet * bruke mikrofonen * Motta push meldinger

# permissions_description
source: You'll be asked to grant permission for each of these. Please answer yes to all the questions.
nb: Du vil bli spurt om å akseptere dette

# permissions_once
source: You only need to do this once.
nb: Dette gjør du kun denne ene gangen

# button_continue
source: Continue
nb: Fortsett

# button_call_police
source: Call Police
nb: Ring politiet

# button_hide
source: Hide
nb: Skjul

source: ALARM IS ACTIVE
nb: Alarmen er utløst

# hide_or_call
source: Hide app or call the police
nb: Skjul app-en eller ring politiet

# tap_to_chat
source: Can you tell us something about the situation? Tap here to chat
nb: Kan du si noe om hendelsen? Trykk for å chatte

# tap_to_see
source: Tap to see chat
nb: Skjermen går nå i svart. Trykk for å komme tilbake

# tap_to_hide
source: TAP HERE TO HIDE
nb: Trykk here for å skjule app-en

source: Type message
nb: Skriv melding

source: Connecting to shelter
nb: Kobler til krisesenteret

source: Connected to shelter
nb: Forbindelsen til krisesenteret ok

# connection_lost
source: Connection lost. Waiting...
nb: Forbindelsen avbrutt

# calling_crisis_team
source: Calling Crisis Center. Waiting for answer...
nb: Ringer krisesenteret. Vent…

# call_crisis_team_ended
source: Call with crisis Center ended
nb: Samtalen er avsluttet

# crisis_team_answered
source: Crisis Center answered
nb: Krisesenteret svarte

# crisis_team_resumed
source: Crisis Center resumed call
nb: Krisesenteret gjenopptok samtalen

# crisis_team_hold
source: Crisis Center hold call
nb: Krisesenteret satt samtalen på vent

# crisis_team_chat
source: Crisis Center:
nb: Krisesenteret:

source: Audio connection lost
nb: Mistet lydforbindelsen

source: Audio connection recreated
nb: Lydforbindelsen gjenopprettet

# got_it_button
source: GOT IT!
nb: Skjønner!
